adobe-source-code-pro-fonts
alsa-utils
android-file-transfer
android-tools
automake
bash
binutils
bison
bzip2
chromium
composer
coreutils
cryptsetup
ctags
cups
device-mapper
dhcpcd
diff-so-fancy
diffutils
dmenu
docker
docker-compose
e2fsprogs
expac
fakeroot
file
filesystem
findutils
flex
gawk
gcc
gcc-libs
gettext
git
gitlab-runner
glibc
grep
gtk3-print-backends
gvfs
gzip
hdparm
hplip
htop
i3-wm
i3lock
i3status
inetutils
iproute2
iputils
jfsutils
less
libmtp
libreoffice-fresh
licenses
linux
logrotate
lvm2
make
man-db
man-pages
mdadm
mpv
nano
net-tools
netctl
networkmanager
nfs-utils
ntp
openssh
pacman
patch
pavucontrol
pciutils
pcmciautils
perl
php
php-gd
php-geoip
php-sqlite
pkg-config
playerctl
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
qterminal
reiserfsprogs
rofi
rsync
ruby
s-nail
scrot
sed
shadow
stow
sudo
sysfsutils
systemd-sysvcompat
tar
terminator
texinfo
tmux
ttf-dejavu
unzip
usbutils
util-linux
vagrant
vi
vim
wget
which
xclip
xdebug
xfsprogs
xorg-server
xorg-xev
xorg-xinit
xorg-xinput
xorg-xrandr
yarn
zip
zsh
